Repository: paulosabra/nubank
Catalog: lib/core/localization/app_*.arb
Languages: pt

# greeting
source: Hi, {username}
pt: Olá, {username}

source: Account balance
pt: Saldo em conta

source: Pix Area
pt: Área Pix

source: Pay
pt: Pagar

source: Transfer
pt: Transferir

source: Deposit
pt: Depositar

# rechard
source: Recharge
pt: Recarga

source: Invest
pt: Investir

source: My cards
pt: Meus cartões

source: Credit card
pt: Cartão de crédito

source: Current invoice
pt: Fatura atual

# availableLimit
source: Available limit of {value}
pt: Limite disponível de {value}

source: Be Ultraviolet
pt: Seja Ultravioleta

source: Loan
pt: Empréstimo

# amountAvailable
source: Amount available up to
pt: Valor disponível de até

# paymentAssistantTitle
source: Plan your bills
pt: Planeje suas contas

# paymentAssistantDescription
source: Track, pay and schedule with the help of the payment assistant.
pt: Acompanhe, pague e programe com a ajuda do assistente de pagamentos.

# accessButton
source: Access
pt: Accessar

source: Discover more
pt: Descubra mais

# ultravioletTitle
source: Nubank Ultraviolet
pt: Nubank Ultravioleta

# ultravioletDescription
source: Solutions designed for you. As it should be.
pt: Soluções pensadas para você. Como deveria ser.

# nubankPlusDescription
source: The evolution of your Nubank experience with even more advantages for your daily life.
pt: A evolução da sua experiência Nubank com ainda mais vantagens para o seu dia a dia.

# nubankCryptoDescription
source: Buy, sell and transfer crypto assets without leaving the app.
pt: Compre, venda e transfira criptoativos sem sair do app.

# nuPayDescription
source: Pay for your online purchases securely directly through the Nu app.
pt: Pague suas compras online com segurança direto pelo app do Nu.

# nuCellTitle
source: NuCell
pt: NuCel

# nuCellDescription
source: Simple cell phone plans designed to give you no surprises.
pt: Planos de celular simples pensados para você não ter surpresas.

# termsUseTitle
source: Terms of use
pt: Termos de uso

# termsUseDescription
source: We explain what this Nubank document says.
pt: Explicamos o que diz esse documento do Nubank.

# knowButton
source: Know
pt: Conhecer

# rateButton
source: Rate this screen
pt: Avalie esta tela
